Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# SCPFile.FirstTimeConnecting
source: First time connecting to %@
de: Erste Verbindung zu %@
ja: %@ への初回接続
pt_br: Primeira conexão a %@
ru: Первое подключение к %@
zh_hans: 首次连接到 %@

# SCPFile.Help
source: Help
de: Hilfe
ja: ヘルプ
pt_br: Ajuda
ru: Справка
zh_hans: 帮助

# SCPFile.HostIdentificationChanged
source: REMOTE HOST IDENTIFICATION HAS CHANGED! The %1$@ key fingerprint of host '%2$@' has changed. It is %3$@. Someone could be eavesdropping on you right now (man-in-the-middle attack)! It is also possible that a host key has just been changed. Connect anyway?
de: DIE IDENTIFIZIERUNG DES REMOTE-HOSTS HAT SICH GEÄNDERT! Der %1$@-Schlüssel-Fingerabdruck des Hosts '%2$@' hat sich geändert. Er lautet jetzt %3$@. Möglicherweise belauscht Sie gerade jemand (Man-in-the-Middle-Angriff)! Es ist auch möglich, dass ein Host-Schlüssel einfach geändert wurde. Trotzdem verbinden?
ja: リモートホストの識別情報が変更されました! ホスト '%2$@' の %1$@ 鍵のフィンガープリントが変更されました。現在のフィンガープリントは %3$@ です。 何者かが盗聴している可能性があります(中間者攻撃)! ホスト鍵が単に変更されただけの可能性もあります。 このまま接続しますか?
pt_br: A IDENTIFICAÇÃO DO HOST REMOTO MUDOU! A impressão digital da chave %1$@ do host “%2$@” mudou. Ela é %3$@. Alguém pode estar interceptando você neste momento (ataque man-in-the-middle)! Também é possível que uma chave de host tenha acabado de ser alterada. Conectar mesmo assim?
ru: ИДЕНТИФИКАЦИЯ УДАЛЁННОГО УЗЛА ИЗМЕНИЛАСЬ! Отпечаток ключа %1$@ узла «%2$@» изменился. Теперь это %3$@. Возможно, кто-то перехватывает соединение прямо сейчас (атака «человек посередине»)! Также возможно, что ключ узла был просто изменён. Всё равно подключиться?
zh_hans: REMOTE HOST IDENTIFICATION HAS CHANGED! 主机 '%2$@' 的 %1$@ 密钥指纹已变更，当前值为 %3$@。 可能有人正在窃听您（中间人攻击）！ 也可能只是主机密钥发生了变更。 仍要连接吗？

# SCPFile.InvalidFilename
source: Invalid filename
de: Ungültiger Dateiname
ja: 無効なファイル名
pt_br: Nome de arquivo inválido
ru: Недопустимое имя файла
zh_hans: 无效文件名

# SCPFile.InvalidPath
source: Invalid path: %@
de: Ungültiger Pfad: %@
ja: 無効なパス: %@
pt_br: Caminho inválido: %@
ru: Недопустимый путь: %@
zh_hans: 无效路径：%@

# SCPFile.KnownHostsUnreadable
source: Could not read the known_hosts file. As a result, the authenticity of host '%1$@' can't be established.%2$@ key fingerprint is %3$@. Connect anyway?
de: Die Datei known_hosts konnte nicht gelesen werden. Daher kann die Authentizität des Hosts '%1$@' nicht festgestellt werden. Der %2$@-Schlüssel-Fingerabdruck lautet %3$@. Trotzdem verbinden?
ja: known_hostsファイルを読み込めませんでした。 そのため、ホスト '%1$@' の信頼性を確認できません。%2$@ 鍵のフィンガープリントは %3$@ です。このまま接続しますか?
pt_br: Não foi possível ler o arquivo known_hosts. Como resultado, não é possível estabelecer a autenticidade do host “%1$@”.A impressão digital da chave %2$@ é %3$@. Conectar mesmo assim?
ru: Не удалось прочитать файл known_hosts. В результате невозможно установить подлинность узла «%1$@». Отпечаток ключа %2$@: %3$@. Всё равно подключиться?
zh_hans: 无法读取 known_hosts 文件。 因此，无法确认主机 '%1$@' 的真实性。%2$@ 密钥指纹为 %3$@。是否仍要连接？

# SCPFile.PassphrasePrompt
source: passphrase for private key “%@”:
de: Passphrase für den privaten Schlüssel „%@“:
ja: 秘密鍵「%@」のパスフレーズ:
pt_br: senha para a chave privada “%@”:
ru: пароль для закрытого ключа «%@»:
zh_hans: 私钥“%@”的口令：

# SCPFile.PasswordPrompt
source: password
de: Passwort
ja: パスワード
pt_br: senha
ru: пароль
zh_hans: 密码

# SCPFile.ProblemConnecting
source: Problem connecting to %@
de: Problem beim Verbinden mit %@
ja: %@ への接続で問題が発生しました
pt_br: Problema ao conectar a %@
ru: Проблема при подключении к %@
zh_hans: 连接到 %@ 时出现问题

# SCPFile.ProtocolName
source: secure copy
de: sichere Kopie
ja: セキュアコピー
pt_br: cópia segura
ru: безопасное копирование

# SCPFile.QuarantineError
source: Quarantine Error
de: Quarantänefehler
ja: 隔離エラー
pt_br: Erro de quarentena
ru: Ошибка карантина
zh_hans: 隔离错误

# SCPFile.UploadFailed
source: Upload failed
de: Upload fehlgeschlagen
ja: アップロードに失敗しました
pt_br: Falha ao enviar
ru: Отправка не удалась
zh_hans: 上传失败

# SCPFile.WarningTitle
source: Warning!
de: Warnung!
ja: 警告!
pt_br: Aviso!
ru: Предупреждение!
zh_hans: 警告！

# ScreenRestore.ArchiveRestoredBanner
source: Archive Restored
de: Archiv wiederhergestellt
ja: アーカイブを復元しました
pt_br: Arquivo restaurado
ru: Архив восстановлен
zh_hans: 已恢复归档

# ScreenRestore.SessionRestoredBanner
source: Session Contents Restored on %@
de: Sitzungsinhalt wiederhergestellt am %@
ja: %@ にセッションの内容を復元しました
pt_br: Conteúdo da sessão restaurado em %@
ru: Содержимое сеанса восстановлено %@
zh_hans: 会话内容已从 %@ 恢复

# ScreenshotPanel.Annotations
source: Annotations:
de: Anmerkungen:
ja: 注釈:
pt_br: Anotações:
ru: Аннотации:
zh_hans: 注释：

# ScreenshotPanel.Blur
source: Blur
de: Weichzeichnen
ja: ぼかし
pt_br: Desfoque
ru: Размытие
zh_hans: 模糊

# ScreenshotPanel.BlurRadius
source: Blur radius:
de: Weichzeichnungsradius:
ja: ぼかし半径:
pt_br: Raio do desfoque:
ru: Радиус размытия:
zh_hans: 模糊半径：

# ScreenshotPanel.ClearAll
source: Clear All
de: Alle löschen
ja: すべてクリア
pt_br: Limpar tudo
ru: Очистить всё
zh_hans: 全部清除

# ScreenshotPanel.Copied
source: Copied
de: Kopiert
ja: コピーしました
pt_br: Copiado
ru: Скопировано
zh_hans: 已拷贝

# ScreenshotPanel.CopiedExclaim
source: Copied!
de: Kopiert!
ja: コピーしました!
pt_br: Copiado!
ru: Скопировано!
zh_hans: 已拷贝！

# ScreenshotPanel.Copying
source: Copying…
de: Wird kopiert…
ja: コピー中…
pt_br: Copiando…
ru: Копирование…
zh_hans: 正在拷贝…

# ScreenshotPanel.CopyToClipboard
source: Copy to Clipboard
de: In Zwischenablage kopieren
ja: クリップボードにコピー
pt_br: Copiar para a área de transferência
ru: Скопировать в буфер обмена
zh_hans: 拷贝到剪贴板

# ScreenshotPanel.Encoding
source: Encoding…
de: Wird codiert…
ja: エンコード中…
pt_br: Codificando…
ru: Кодирование…
zh_hans: 编码…

# ScreenshotPanel.FillColor
source: Fill color:
de: Füllfarbe:
ja: 塗りつぶしの色:
pt_br: Cor de preenchimento:
ru: Цвет заливки:
zh_hans: 填充颜色：

# ScreenshotPanel.Highlight
source: Highlight
de: Hervorhebung
ja: ハイライト
pt_br: Destaque
ru: Выделение
zh_hans: 高亮

# ScreenshotPanel.HighlightSelection
source: Highlight Selection
de: Auswahl hervorheben
ja: 選択範囲をハイライト
pt_br: Destacar seleção
ru: Выделить выбранное
zh_hans: 高亮所选内容

# ScreenshotPanel.LargeScreenshotParts
source: ⚠️ Large screenshot will be saved as %lld files.
de: ⚠️ Der große Screenshot wird als %lld Dateien gespeichert.
ja: ⚠️ 大きいスクリーンショットは%lldファイルに分割して保存されます。
pt_br: ⚠️ A captura de tela grande será salva como %lld arquivos.
ru: ⚠️ Большой снимок экрана будет сохранён как %lld файла.
zh_hans: ⚠️ 较大的屏幕截图将保存为 %lld 个文件。

# ScreenshotPanel.LineRange
source: Line range:
de: Zeilenbereich:
ja: 行範囲:
pt_br: Intervalo de linhas:
ru: Диапазон строк:
zh_hans: 行范围：

# ScreenshotPanel.NoAnnotations
source: No annotations. Select text and click a button above.
de: Keine Anmerkungen. Wählen Sie Text aus und klicken Sie oben auf eine Schaltfläche.
ja: 注釈はありません。テキストを選択して上のボタンをクリックしてください。
pt_br: Nenhuma anotação. Selecione o texto e clique em um botão acima.
ru: Нет аннотаций. Выделите текст и нажмите кнопку выше.
zh_hans: 没有注释。选择文本并点按上方的按钮。

# ScreenshotPanel.Redact
source: Redact
de: Schwärzen
ja: 黒塗り
pt_br: Ocultar
ru: Скрытие
zh_hans: 涂抹

# ScreenshotPanel.RedactionMethod
source: Redaction method:
de: Schwärzungsmethode:
ja: 黒塗りの方法:
pt_br: Método de ocultação:
ru: Метод скрытия:
zh_hans: 涂抹方式：

# ScreenshotPanel.RedactSelection
source: Redact Selection
de: Auswahl schwärzen
ja: 選択範囲を黒塗り
pt_br: Ocultar seleção
ru: Скрыть выбранное
zh_hans: 涂抹所选内容

# ScreenshotPanel.SaveAs
source: Save As…
de: Sichern unter…
ja: 名前を付けて保存…
pt_br: Salvar como…
ru: Сохранить как…
zh_hans: 存储为…

# ScreenshotPanel.Saving
source: Saving…
de: Wird gesichert…
ja: 保存中…
pt_br: Salvando…
ru: Сохранение…
zh_hans: 正在存储…

# ScreenshotPanel.SavingFileOfParts
source: Saving file %1$lld of %2$lld
de: Datei %1$lld von %2$lld wird gesichert
ja: %2$lld個中%1$lld個目のファイルを保存中
pt_br: Salvando arquivo %1$lld de %2$lld
ru: Сохранение файла %1$lld из %2$lld
zh_hans: 保存文件 %1$lld 的 %2$lld

# ScreenshotPanel.SelectTextInstruction
source: Select text in the terminal, then click a button below.
de: Wählen Sie Text im Terminal aus und klicken Sie dann unten auf eine Schaltfläche.
ja: ターミナル内のテキストを選択し、下のボタンをクリックしてください。
pt_br: Selecione o texto no terminal e clique em um botão abaixo.
ru: Выделите текст в терминале, затем нажмите кнопку ниже.
zh_hans: 在终端中选择文本，然后点按下方的按钮。

# ScreenshotPanel.SolidColor
source: Solid Color
de: Einfarbig
ja: 単色
pt_br: Cor sólida
ru: Сплошной цвет
zh_hans: 纯色

# ScreenshotPanel.Title
source: Make Screenshot
de: Screenshot erstellen
ja: スクリーンショットを作成
pt_br: Fazer captura de tela
ru: Сделать снимок экрана
zh_hans: 截屏

# ScreenshotPanel.To
source: to
de: bis
ja: から
pt_br: a
ru: до
zh_hans: 到

# ScreenshotRedaction.LineCount
source: %lld lines
de: %lld Zeilen
ja: %lld行
pt_br: %lld linhas
ru: %lld строки
zh_hans: %lld 行

# ScriptArchive.AllowAutoLaunchHeading
source: Allow Auto-Launch?
de: Automatischen Start zulassen?
ja: 自動起動を許可しますか?
pt_br: Permitir início automático?
ru: Разрешить автозапуск?
zh_hans: 允许自动启动？

# ScriptArchive.CanceledByUser
source: Canceled by user
de: Vom Benutzer abgebrochen
ja: ユーザーによってキャンセルされました
pt_br: Cancelado pelo usuário
ru: Отменено пользователем
zh_hans: 用户取消操作

# ScriptArchive.ExplicitAutoLaunchMessage
source: “%@” can launch automatically when iTerm2 starts. Would you like to allow that?
de: „%@“ kann automatisch gestartet werden, wenn iTerm2 startet. Möchten Sie das zulassen?
ja: 「%@」はiTerm2の起動時に自動的に起動できます。許可しますか?
pt_br: “%@” pode iniciar automaticamente quando o iTerm2 é aberto. Deseja permitir isso?
ru: «%@» может запускаться автоматически при запуске iTerm2. Разрешить это?
zh_hans: “%@”可以在 iTerm2 启动时自动运行。允许吗？

# ScriptArchive.LaunchAutomatically
source: Launch Automatically
de: Automatisch starten
ja: 自動的に起動
pt_br: Iniciar automaticamente
ru: Запускать автоматически
zh_hans: 自动启动

# ScriptArchive.LaunchManually
source: Lauch Manually
de: Manuell starten
ja: 手動で起動
pt_br: Iniciar manualmente
ru: Запускать вручную
zh_hans: 手动启动

# ScriptArchive.MissingSetupCfg
source: Cannot find setup.cfg
de: setup.cfg nicht gefunden
ja: setup.cfgが見つかりません
pt_br: Não foi possível encontrar setup.cfg
ru: Не удалось найти setup.cfg
zh_hans: 无法找到 setup.cfg 文件

# ScriptArchive.NetworkError
source: Network error
de: Netzwerkfehler
ja: ネットワークエラー
pt_br: Erro de rede
ru: Ошибка сети
zh_hans: 网络错误

# ScriptArchive.PackageInstallFailed
source: Failed to install Python package: %@
de: Installation des Python-Pakets fehlgeschlagen: %@
ja: Pythonパッケージのインストールに失敗しました: %@
pt_br: Falha ao instalar o pacote Python: %@
ru: Не удалось установить пакет Python: %@
zh_hans: 安装 Python 包失败：%@

# ScriptArchive.RequestedVersionUnavailable
source: Requested version not available
de: Angeforderte Version nicht verfügbar
ja: 要求されたバージョンは利用できません
pt_br: Versão solicitada não disponível
ru: Запрошенная версия недоступна
zh_hans: 请求的版本不可用

# ScriptArchive.RuntimeInstallFailed
source: Failed to install Python Runtime: %@
de: Installation der Python-Laufzeitumgebung fehlgeschlagen: %@
ja: Pythonランタイムのインストールに失敗しました: %@
pt_br: Falha ao instalar o runtime do Python: %@
ru: Не удалось установить среду выполнения Python: %@
zh_hans: 安装 Python Runtime 失败: %@

# ScriptArchive.RuntimeNotDownloaded
source: Python Runtime not downloaded: %@
de: Python-Laufzeitumgebung nicht heruntergeladen: %@
ja: Pythonランタイムがダウンロードされていません: %@
pt_br: O runtime do Python não foi baixado: %@
ru: Среда выполнения Python не загружена: %@
zh_hans: Python Runtime 未下载: %@

# ScriptArchive.TrustedAutoLaunchMessage
source: “%@” would like to launch automatically when iTerm2 starts. Would you like to allow that?
de: „%@“ möchte automatisch gestartet werden, wenn iTerm2 startet. Möchten Sie das zulassen?
ja: 「%@」はiTerm2の起動時に自動的に起動しようとしています。許可しますか?
pt_br: “%@” gostaria de iniciar automaticamente quando o iTerm2 é aberto. Deseja permitir isso?
ru: «%@» хочет запускаться автоматически при запуске iTerm2. Разрешить это?
zh_hans: “%@”想要在 iTerm2 启动时自动运行。允许吗？

# ScriptArchive.UnknownProblem
source: An unknown problem occurred
de: Ein unbekanntes Problem ist aufgetreten
ja: 不明な問題が発生しました
pt_br: Ocorreu um problema desconhecido
ru: Произошла неизвестная проблема
zh_hans: 出现未知问题

# ScriptArchive.WriteFailed
source: Could not write to %@
de: Schreiben nach %@ nicht möglich
ja: %@ に書き込めませんでした
pt_br: Não foi possível gravar em %@
ru: Не удалось записать в %@
zh_hans: 无法写入 %@

# ScriptChooser.CodeSignLabel
source: Code-sign exported script using identity:
de: Exportiertes Skript signieren mit Identität:
ja: 書き出したスクリプトに次の識別情報でコード署名する:
pt_br: Assinar o código do script exportado usando a identidade:
ru: Подписать экспортированный скрипт с помощью удостоверения:
zh_hans: 使用身份对导出的脚本进行代码签名：

# ScriptChooser.IdentityExpires
source: %1$@, expires %2$@
de: %1$@, läuft ab am %2$@
ja: %1$@(有効期限: %2$@)
pt_br: %1$@, expira em %2$@
ru: %1$@, истекает %2$@
zh_hans: %1$@，有效期至 %2$@

# ScriptChooser.OfferAutoLaunch
source: Offer to launch automatically during installation
de: Automatischen Start während der Installation anbieten
ja: インストール時に自動起動を提案する
pt_br: Oferecer início automático durante a instalação
ru: Предлагать автоматический запуск при установке
zh_hans: 安装期间提供自动启动选项

# ScriptConsole.ClearTerminatedTooltip
source: Clear Terminated
de: Beendete löschen
ja: 終了したものをクリア
pt_br: Limpar encerrados
ru: Очистить завершённые
zh_hans: 清除已终止项

# ScriptConsole.ConnectionAccepted
source: Connection accepted: %@
de: Verbindung akzeptiert: %@
ja: 接続を許可しました: %@
pt_br: Conexão aceita: %@
ru: Соединение принято: %@
zh_hans: 连接已接受：%@

# ScriptConsole.ConnectionClosed
source: Connection closed.
de: Verbindung geschlossen.
ja: 接続が閉じられました。
pt_br: Conexão fechada.
ru: Соединение закрыто.
zh_hans: 连接已关闭。

# ScriptConsole.InspectorTooltip
source: Inspector
de: Inspektor
ja: インスペクタ
pt_br: Inspetor
ru: Инспектор
zh_hans: 检查器

# ScriptConsole.RestartTooltip
source: Restart
de: Neu starten
ja: 再起動
pt_br: Reiniciar
ru: Перезапустить
zh_hans: 重新启动

# ScriptConsole.TerminateTooltip
source: Terminate
de: Beenden
ja: 終了
pt_br: Encerrar
ru: Завершить
zh_hans: 终止

# ScriptConsole.Unknown
source: Unknown
de: Unbekannt
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

# ScriptExporter.InvalidLocation
source: Invalid location (not under Scripts folder).
de: Ungültiger Speicherort (nicht im Ordner „Scripts“).
ja: 無効な場所です(Scriptsフォルダの下にありません)。
pt_br: Local inválido (não está dentro da pasta Scripts).
ru: Недопустимое расположение (не находится в папке Scripts).
zh_hans: 无效位置（不在脚本文件夹下）。

# ScriptExporter.NoScriptFound
source: No found script at selected location.
de: Am ausgewählten Speicherort wurde kein Skript gefunden.
ja: 選択した場所にスクリプトが見つかりません。
pt_br: Nenhum script encontrado no local selecionado.
ru: Скрипт не найден в выбранном расположении.
zh_hans: 所选位置未找到脚本。

# ScriptExporter.SetupCfgParseError
source: Could not parse install_requires in setup.cfg
de: install_requires in setup.cfg konnte nicht analysiert werden
ja: setup.cfg内のinstall_requiresを解析できませんでした
pt_br: Não foi possível analisar install_requires em setup.cfg
ru: Не удалось разобрать install_requires в setup.cfg
zh_hans: 无法解析 setup.cfg 中的 install_requires 配置项

# ScriptExporter.ZipFailed
source: Failed to create zip file.
de: Erstellen der ZIP-Datei fehlgeschlagen.
ja: zipファイルの作成に失敗しました。
pt_br: Falha ao criar o arquivo zip.
ru: Не удалось создать zip-файл.
zh_hans: 创建 zip 文件失败。

# ScriptFunctionCall.ExpectedFunctionCallNotValue
source: Expected a function call, not a value
de: Ein Funktionsaufruf wurde erwartet, kein Wert
ja: 値ではなく関数呼び出しが必要です
pt_br: Esperava-se uma chamada de função, não um valor
ru: Ожидался вызов функции, а не значение
zh_hans: 预期是函数调用，而不是值。

# ScriptFunctionCall.InCallTo
source: In call to %1$@: %2$@
de: Im Aufruf von %1$@: %2$@
ja: %1$@ の呼び出し中: %2$@
pt_br: Na chamada a %1$@: %2$@
ru: В вызове %1$@: %2$@
zh_hans: 在 %1$@ 的调用中：%2$@

# ScriptFunctionCall.InterpolatedStringNotAllowed
source: interpolated string not allowed
de: interpolierte Zeichenfolge nicht zulässig
ja: 補間文字列は使用できません
pt_br: string interpolada não permitida
ru: интерполированная строка недопустима
zh_hans: 不允许插值字符串。

# ScriptFunctionCall.NilNotAllowed
source: nil not allowed
de: nil nicht zulässig
ja: nilは使用できません
pt_br: nil não permitido
ru: nil недопустим
zh_hans: 不允许

# ScriptFunctionCall.ObjectNotFound
source: Object with identifier “%@” not found
de: Objekt mit der Kennung „%@“ nicht gefunden
ja: 識別子「%@」のオブジェクトが見つかりません
pt_br: Objeto com identificador “%@” não encontrado
ru: Объект с идентификатором «%@» не найден
zh_hans: 未找到标识符为“%@”的对象

# ScriptFunctionCall.TimeoutEvaluatingArgs
source: Timeout (%1$@ sec) while evaluating invocation “%2$@”. The timeout occurred while evaluating the following arguments to %3$@: %4$@
de: Zeitüberschreitung (%1$@ Sek.) bei der Auswertung des Aufrufs „%2$@“. Die Zeitüberschreitung trat bei der Auswertung der folgenden Argumente für %3$@ auf: %4$@
ja: 呼び出し「%2$@」の評価中にタイムアウトしました(%1$@秒)。タイムアウトは %3$@ への次の引数を評価中に発生しました: %4$@
pt_br: Tempo esgotado (%1$@ s) ao avaliar a invocação “%2$@”. O tempo se esgotou ao avaliar os seguintes argumentos para %3$@: %4$@
ru: Тайм-аут (%1$@ с) при вычислении вызова «%2$@». Тайм-аут произошёл при вычислении следующих аргументов для %3$@: %4$@
zh_hans: 在评估调用“%2$@”时发生超时（%1$@秒）。该超时发生在对%3$@的以下参数进行评估时：%4$@

# ScriptFunctionCall.TimeoutWaitingReturn
source: Timeout (%1$@ sec) while evaluating invocation “%2$@”. The timeout occurred while waiting for %3$@ to return.
de: Zeitüberschreitung (%1$@ Sek.) bei der Auswertung des Aufrufs „%2$@“. Die Zeitüberschreitung trat beim Warten auf die Rückgabe von %3$@ auf.
ja: 呼び出し「%2$@」の評価中にタイムアウトしました(%1$@秒)。タイムアウトは %3$@ の戻り値を待機中に発生しました。
pt_br: Tempo esgotado (%1$@ s) ao avaliar a invocação “%2$@”. O tempo se esgotou ao aguardar o retorno de %3$@.
ru: Тайм-аут (%1$@ с) при вычислении вызова «%2$@». Тайм-аут произошёл при ожидании возврата значения от %3$@.
zh_hans: 评估调用“%2$@”时超时了(%1$@秒)。该超时发生在等待%3$@返回的过程中。

# ScriptFunctionCall.UndefinedFunction
source: Undefined function with signature “%@”
de: Undefinierte Funktion mit der Signatur „%@“
ja: シグネチャ「%@」の関数は定義されていません
pt_br: Função indefinida com a assinatura “%@”
ru: Неопределённая функция с сигнатурой «%@»
zh_hans: 未定义函数，签名为“%@”

# ScriptHistory.APSName
source: Automatic Profile Switching
de: Automatische Profilumschaltung
ja: プロファイルの自動切り替え
pt_br: Troca automática de perfil
ru: Автоматическое переключение профилей
zh_hans: 自动配置文件切换

# ScriptHistory.DynamicProfilesName
source: Dynamic Profiles
de: Dynamische Profile
ja: 動的プロファイル
pt_br: Perfis dinâmicos
ru: Динамические профили
zh_hans: 动态配置文件

# ScriptHistory.SmartSelectionActionsName
source: Smart Selection Actions
de: Aktionen für intelligente Auswahl
ja: スマート選択アクション
pt_br: Ações de seleção inteligente
ru: Действия умного выделения
zh_hans: 智能选取操作

# ScriptImporter.AlreadyExistsHeading
source: Script Already Exists
de: Skript existiert bereits
ja: スクリプトは既に存在します
pt_br: O script já existe
ru: Скрипт уже существует
zh_hans: 脚本已存在

# ScriptImporter.AlreadyInstalled
source: A script named “%@” is already installed
de: Ein Skript namens „%@“ ist bereits installiert
ja: 「%@」という名前のスクリプトは既にインストールされています
pt_br: Já existe um script chamado “%@” instalado
ru: Скрипт с именем «%@» уже установлен
zh_hans: 已安装名为“%@”的脚本

# ScriptImporter.ArchiveCorrupt
source: This script archive is corrupt and cannot be installed.
de: Dieses Skriptarchiv ist beschädigt und kann nicht installiert werden.
ja: このスクリプトアーカイブは破損しているためインストールできません。
pt_br: Este arquivo de script está corrompido e não pode ser instalado.
ru: Этот архив скрипта повреждён, и его невозможно установить.
zh_hans: 此脚本归档已损坏，无法安装。

# ScriptImporter.CanceledByUser
source: Installation canceled by user request.
de: Installation auf Wunsch des Benutzers abgebrochen.
ja: ユーザーの要求によりインストールがキャンセルされました。
pt_br: Instalação cancelada a pedido do usuário.
ru: Установка отменена по запросу пользователя.
zh_hans: 安装被用户请求取消。

# ScriptImporter.CertificateMissingBadData
source: Could not find certificate after verification (bad data)
de: Zertifikat nach der Überprüfung nicht gefunden (ungültige Daten)
ja: 検証後に証明書が見つかりませんでした(不正なデータ)
pt_br: Não foi possível encontrar o certificado após a verificação (dados inválidos)
ru: Не удалось найти сертификат после проверки (неверные данные)
zh_hans: 验证后无法找到证书（数据错误）

# ScriptImporter.CertificateMissingNilData
source: Could not find certificate after verification (nil data)
de: Zertifikat nach der Überprüfung nicht gefunden (keine Daten)
ja: 検証後に証明書が見つかりませんでした(データがnil)
pt_br: Não foi possível encontrar o certificado após a verificação (dados nulos)
ru: Не удалось найти сертификат после проверки (пустые данные)
zh_hans: 验证后无法找到证书（无数据）

# ScriptImporter.ConfirmInstallationHeading
source: Confirm Installation
de: Installation bestätigen
ja: インストールの確認
pt_br: Confirmar instalação
ru: Подтверждение установки
zh_hans: 确认安装

# ScriptImporter.CouldNotInstall
source: The script could not be installed.
de: Das Skript konnte nicht installiert werden.
ja: スクリプトをインストールできませんでした。
pt_br: Não foi possível instalar o script.
ru: Не удалось установить скрипт.
zh_hans: 脚本无法安装。

# ScriptImporter.ImportInProgress
source: Another import is in progress. Please try again after it completes.
de: Ein weiterer Import wird gerade ausgeführt. Bitte versuchen Sie es erneut, nachdem dieser abgeschlossen ist.
ja: 別のインポートが進行中です。完了後にもう一度お試しください。
pt_br: Outra importação está em andamento. Tente novamente após a conclusão.
ru: Другой импорт уже выполняется. Повторите попытку после его завершения.
zh_hans: 正在进行另一个导入操作，请等待完成后再试。

# ScriptImporter.LegacyArchiveUnsupported
source: This archive was created by an older version of iTerm2. This kind of archive is no longer supported and cannot be installed.
de: Dieses Archiv wurde mit einer älteren Version von iTerm2 erstellt. Diese Art von Archiv wird nicht mehr unterstützt und kann nicht installiert werden.
ja: このアーカイブは古いバージョンのiTerm2で作成されました。この種類のアーカイブは現在サポートされておらず、インストールできません。
pt_br: Este arquivo foi criado por uma versão mais antiga do iTerm2. Esse tipo de arquivo não é mais suportado e não pode ser instalado.
ru: Этот архив был создан более старой версией iTerm2. Такой тип архива больше не поддерживается и не может быть установлен.
zh_hans: 此压缩文件是由旧版本 iTerm2 创建的，此类压缩文件已不再支持且无法安装。

# ScriptImporter.NotValidArchive
source: This is not a valid iTerm2 script archive.
de: Dies ist kein gültiges iTerm2-Skriptarchiv.
ja: これは有効なiTerm2スクリプトアーカイブではありません。
pt_br: Este não é um arquivo de script válido do iTerm2.
ru: Это не является допустимым архивом скрипта iTerm2.
zh_hans: 这不是有效的 iTerm2 脚本存档。

# ScriptImporter.NoValidScript
source: Archive does not contain a valid iTerm2 script
de: Das Archiv enthält kein gültiges iTerm2-Skript
ja: アーカイブに有効なiTerm2スクリプトが含まれていません
pt_br: O arquivo não contém um script válido do iTerm2
ru: Архив не содержит допустимого скрипта iTerm2
zh_hans: 存档中不包含有效的 iTerm2 脚本。

# ScriptImporter.ReplaceCanceled
source: Replacing “%@” was canceled. The existing script was kept.
de: Das Ersetzen von „%@“ wurde abgebrochen. Das vorhandene Skript wurde beibehalten.
ja: 「%@」の置き換えはキャンセルされました。既存のスクリプトはそのまま保持されました。
pt_br: A substituição de “%@” foi cancelada. O script existente foi mantido.
ru: Замена «%@» отменена. Существующий скрипт сохранён.
zh_hans: 替换“%@”的操作被取消。原有的脚本被保留下来。

# ScriptImporter.ReplaceFailed
source: Could not replace “%@”: the existing script could not be moved aside, so it was left unchanged.
de: „%@“ konnte nicht ersetzt werden: Das vorhandene Skript konnte nicht beiseitegelegt werden und wurde daher unverändert belassen.
ja: 「%@」を置き換えられませんでした。既存のスクリプトを移動できなかったため、変更されずに残されました。
pt_br: Não foi possível substituir “%@”: o script existente não pôde ser movido, então ele foi mantido inalterado.
ru: Не удалось заменить «%@»: существующий скрипт не удалось переместить в сторону, поэтому он остался без изменений.
zh_hans: 无法替换“%@”：原有的脚本无法被移动，因此保持原样。

# ScriptImporter.ReplaceScript
source: Replace Script
de: Skript ersetzen
ja: スクリプトを置き換える
pt_br: Substituir script
ru: Заменить скрипт
zh_hans: 替换脚本
